{
"Центральный утес": ["Вход для цып","Комната Знахаря","Стела Выбора","Хоккей","Ремонтный цех","Башня Смерти","Утес Раздора","Торговые скалы","Каменно-цветочная гряда","Утес Перемещения"],
"Вход для цып": ["Центральный утес","Вход для крыс"],
"Хоккей": ["Профессиональная Лига","Центральный утес"],
"Торговые скалы": ["Прилавки с товарами","Оптовый магазин","Центральный утес","Утес Возвышения"],
"Утес Возвышения": ["Торговые скалы","Храм Света"],
"Утес Перемещения": ["Вокзал","Скалы Жадности","Центральный утес","Водопад Возрождения"],
"Водопад Возрождения": ["Врата Душ","Скалы Жадности","Утес Перемещения"],
"Каменно-цветочная гряда": ["Большая скамейка","Средняя скамейка","Маленькая скамейка","Цветочный магазин","Центральный утес","Утес безысходности"],
"Скалы Жадности": ["Банк","Березка","Утес Перемещения","Водопад Возрождения"],
"Утес безысходности": ["Вход в Заповедник","Каменно-цветочная гряда"],
"Вход в Заповедник": ["Спуск в Бездну","Утес безысходности"],
"Вокзал": ["Утес Перемещения","Портал"],
"Портал": ["Утес Перемещения"]
}