{
"Центральная грибница": ["Бойцовский Клуб","Оптовый магазин","Ремонтный цех","Почтовое отделение","Закрома старьевщика","Вокзал","Прилавки с товарами","Грибная лужайка","Овраг Возрождения","Стела Выбора","Новогодняя Елка"],
"Бойцовский Клуб": ["Будуар","Зал воинов","Зал воинов 2","Зал воинов 3","Этаж 2","Подземелье","Центральная грибница"],
"Этаж 2": ["Комната Знахаря","Этаж 2"],
"Рыцарский зал": ["Таверна -Тихий Час-","Башня рыцарей-магов","Этаж 2"],
"Комната Знахаря": ["Этаж 2","Торговый Зал"],
"Этаж 3": ["Этажи духов","Огненный мир","Колдовской мир","Астральные миры","Этаж 2"],
"Подземелье": ["Зал Тарманов","Бойцовский Клуб"],
"Овраг Возрождения": ["Врата Душ","Центральная грибница"],
"Грибная лужайка": ["Банк","Цветочный магазин","Большая скамейка","Средняя скамейка","Маленькая скамейка","Центральная грибница","Странное Место","Прилавки с товарами","Общежитие"],
"Общежитие": ["Грибная лужайка","Общ. Этаж 1","Вход-VIP","Девятка","Бильярд-Free"],
"Общ. Этаж 1": ["Общежитие","Общ. Этаж 2"],
"Общ. Этаж 2": ["Общ. Этаж 1","Общ. Этаж 3"],
"Бильярд-Free": ["Общежитие","Девятка"],
"Девятка": ["Общежитие","Бильярд-Free"],
"Странное Место": ["Грибная поляна","Грибная лужайка"],
"Грибная поляна": ["Грибница","Странное Место"],
"Вокзал": ["Центральная грибница","Портал"]
}