{
"Утес безысходности": ["Вход в Заповедник","Каменно-цветочная гряда"],
"Каменно-цветочная гряда": ["Большая скамейка","Средняя скамейка","Маленькая скамейка","Цветочный магазин","Центральный утес","Утес безысходности"],
"Центральный утес": ["Бойцовский Клуб","Стела Выбора","Закрома старьевщика","Ремонтный цех","Почтовое отделение","Утес Раздора","Торговые скалы","Каменно-цветочная гряда","Утес Перемещения"],
"Утес Раздора": ["Камни Существования","Центральный утес"],
"Камни Существования": ["Общежитие","Утес Раздора","Новогодняя Елка"],
"Общежитие": ["Камни Существования","Общ. Этаж 1","Вход-VIP","Девятка","Бильярд-Free"],
"Общ. Этаж 1": ["Общежитие","Общ. Этаж 2"],

"Почтовое отделение": ["Центральная площадь","Филиал Аукциона"],
"Бойцовский Клуб": ["Будуар","Зал воинов","Зал воинов 2","Зал воинов 3","Этаж 2","Залы","Центральный утес"],
"Залы": ["Зал Паладинов","Зал Стихий","Бойцовский Клуб"],
"Этаж 2": ["Торговый Зал","Рыцарский зал","Этаж 3","Бойцовский Клуб"],
"Торговый Зал": ["Комната Знахаря","Этаж 2"],
"Рыцарский зал": ["Таверна -Чистый Стол-","Башня рыцарей-магов","Этаж 2"],
"Торговые скалы": ["Прилавки с товарами","Оптовый магазин","Центральный утес","Утес Возвышения"],
"Утес Возвышения": ["Торговые скалы","Храм Света"],
"Утес Перемещения": ["Вокзал","Скалы Жадности","Центральный утес"],
"Вокзал": ["Утес Перемещения","Портал"],

"Скалы Жадности": ["Банк","Магазин Березка","Утес Перемещения"],
"Магазин": ["Прилавки с товарами","Хранилище Эликсиров [3]"],
"Прилавки с товарами": ["Магазин","Торговые скалы"],
"Ремонтный цех": ["Ремонтная мастерская","Центральный утес"],
"Закрома старьевщика": ["Комиссионка","Центральный утес"],
"Новогодняя Елка": ["Камни Существования","Новогодний Магазин","Ледяная Пещера"],
"Вход в Заповедник": ["Спуск в Бездну","Утес безысходности"]
}