{
"Центральная площадь": ["Магазин","Комиссионка","Ремонтная мастерская","Страшилкина улица","Аукцион","Потеряный Вход","Магазин Березка","Портал","Банк"],
"Магазин": ["Центральная площадь"],
"Комиссионка": ["Центральная площадь"],
"Ремонтная мастерская": ["Центральная площадь"],
"Аукцион": ["Центральная площадь"],
"Потеряный Вход": ["Центральная площадь"],
"Магазин Березка": ["Центральная площадь"],
"Портал": ["Центральная площадь"],
"Банк": ["Центральная площадь"],
"Страшилкина улица": ["Центральная площадь","Цветочный магазин","Казино","Храм","Зоомагазин","Большая скамейка","Средняя скамейка","Маленькая скамейка"],
"Цветочный магазин": ["Страшилкина улица"],
"Казино": ["Страшилкина улица"],
"Храм": ["Страшилкина улица"],
"Зоомагазин": ["Страшилкина улица"],
"Большая скамейка": ["Страшилкина улица"],
"Средняя скамейка": ["Страшилкина улица"],
"Маленькая скамейка": ["Страшилкина улица"]
}