{
"Девятка": ["Казино","Бильярд-Free"],
"Бильярд-Free": ["Казино","Девятка"],
"Казино": ["Страшилкина улица","Преферанс","Карточная Игра"],
"Страшилкина улица": ["Цветочный магазин","Казино","Дворец Бракосочетаний","Маленькая скамейка","Средняя скамейка","Большая скамейка","Центральная площадь","Зоомагазин"],
"Дворец Бракосочетаний": ["Зал Церемоний","Архив","Свадебный Магазин","Страшилкина улица"],
"Зал Церемоний": ["Алтарь Бракосочетаний","Дворец Бракосочетаний","Стол Разводов"],
"Алтарь Бракосочетаний": ["Зал Церемоний","Алтарь Бракосочетаний 2"],
"Алтарь Бракосочетаний 2": ["Зал Церемоний","Алтарь Бракосочетаний"],
"Центральная площадь": ["Потеряный Вход","Комиссионка","Магазин","Оптовый магазин","Магазин Березка","Портал","Банк","Ремонтная мастерская","Страшилкина улица","Аукцион"]
}