{
"Торговый Лес": ["Опушка Поединков","Монетная Просека","Магазин","Комиссионка","Магазин Березка"],
"Монетная Просека": ["Торговый Лес","Центральная Поляна","Банк","Цветочный магазин","Маленький Валун","Средний Валун","Большой Валун"],
"Центральная Поляна": ["Муравьиная Тропа","Монетная Просека","Бойцовский Клуб","Почтовое отделение","Ремонтная мастерская","Стела Выбора"],
"Муравьиная Тропа": ["Общежитие","Центральная Поляна"],
"Общежитие": ["Муравьиная Тропа","Общ. Этаж 1","Вход-VIP","Девятка","Бильярд-Free"],
"Почтовое отделение": ["Центральная Поляна","Филиал Аукциона"],
"Бойцовский Клуб": ["Будуар","Зал воинов","Зал воинов 2","Зал воинов 3","Этаж 2","Подземелье","Центральная Поляна"],
"Подземелье": ["Зал Тарманов","Зал Стихий","Зал Тьмы","Бойцовский Клуб"],
"Этаж 2": ["Торговый Зал","Рыцарский зал","Этаж 3","Бойцовский Клуб"],
"Торговый Зал": ["Комната Знахаря","Этаж 2"],
"Рыцарский зал": ["Таверна -Зеленый Котел-","Башня рыцарей-магов","Этаж 2"],
"Лесной Портал": ["Вокзал","Призрачный Лес","Опушка Поединков"],
"Вокзал": ["Лесной Портал","Портал"],
"Призрачный Лес": ["Тропинка в Туман","Лесной Портал"],
"Тропинка в Туман": ["Призрачный Лес","Туманные Низины"],
"Опушка Поединков": ["Лесной Портал","Торговый Лес","Арена"]
}