{
"Центральная площадь": ["Комиссионка","Стела Выбора","Бойцовский Клуб","Ремонтная мастерская","Почтовое отделение","Песочные Врата","Пустырь","Базар","Цветочный Пустырь"],
"Почтовое отделение": ["Центральная площадь","Филиал Аукциона"],
"Пустырь": ["Общежитие","Вход на Каторгу","Ужасная Башня","Центральная площадь"],
"Общежитие": ["Пустырь","Общ. Этаж 1","Вход-VIP","Девятка","Бильярд-Free"],
"Общ. Этаж 1": ["Общежитие","Общ. Этаж 2"],
"Ужасная Башня": ["Пустырь"],
"Песочные Врата": ["Вокзал","Центральная площадь"],
"Вокзал": ["Песочные Врата","Портал"],
"Базар": ["Магазин","Оптовый магазин","Центральная площадь","Курган Богатых"],
"Курган Богатых": ["Магазин Березка","Банк","Базар"],
"Бойцовский Клуб": ["Будуар","Зал воинов","Зал воинов 2","Зал воинов 3","Этаж 2","Подземелье","Центральная площадь"],
"Подземелье": ["Зал Тарманов","Бойцовский Клуб"],
"Этаж 2": ["Торговый Зал","Рыцарский зал","Этаж 3","Бойцовский Клуб"],
"Рыцарский зал": ["Таверна -Раскаленный Доспех-","Башня рыцарей-магов","Этаж 2"],
"Таверна -Раскаленный Доспех-": ["Рыцарский зал","Торговый Зал"],
"Торговый Зал": ["Комната Знахаря","Этаж 2"]
}