{
"Центральная площадь": ["Портал","Сторожевая Башня","Храм Знаний","Арильские копи","Загадочное Место","Торговый Пост"],
"Храм Знаний": ["Алтарь Предметов","Алтарь Рун","Центральная площадь"],
"Загадочное Место": ["Излом Хаоса - 16","Центральная площадь"],
"Излом Хаоса": ["Излом Хаоса - 16"],
"Излом Хаоса - 16": ["Вход в Излом Хаоса","Загадочное Место","Стоянка Экспедиции"],
"Арильские копи": ["Центральная площадь"],
"Торговый Пост": ["Центральная площадь","Торговые Залы"],
"Торговые Залы": ["Торговый Пост","Зал Услуг","Зал Продаж","Комиссионка","Филиал Аукциона"]
}